---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DGNExportOptions
source: html/a33c41ef-6854-7aee-29e8-0af5139dc2ba.htm
---
# DGNExportOptions Members

Constructs a new instance of DGNExportOptions with default values of all properties.